-- game tip definitions
-- these are randomly shown to the player on the pause screen while loading save games.
{
	"配有建造工廠模組的飛船不會自動與空間站交易^6R^7 。使用^3'$transferRes'^7進行交易。",

	"按下'$mouseRotToggle'鍵來切換飛船控制模式。",

	"按下'$autoZoomToggle'鍵來完全禁用自動縮放，或者在縮放時按下'$zoom'鍵來暫時禁用。",

	"按下 '$toggleHUD' 鍵來迴圈切換控制台介面。它可以用來隱藏教程任務。",

	"通過生成一個有建造工廠卻無推進器的設計來建造新的空間站。 如果你的艦隊螢幕上有可用的設計，那麼你新發現的未啟動空間站會使用你的設計來生成飛船。",

	"結成盟友的空間站和具有建造工廠的飛船會從你的艦隊介面裡生成飛船藍圖。",

	"進入升級介面（ '$viewUpgrades' ）來增加你的^5P^7限制並解鎖新模組，讓你的飛船更加強大。",

	"發電機模組能為武器提供電力，但被摧毀時會劇烈爆炸——請注意保護它們。",

	"在主功能表控制選項中可以更改鍵位綁定。",

	"在指揮模式下選中一個友方飛船並按下'$viewSelector'，可編輯它的設計或者更改子飛船建造順序。",

	"歡迎來到重組宇宙.在拓展模組中,各勢力領地和空間站的強度都較原版有著巨大的提升.",
   
	"依靠^5空間站^7對敵或許是個不錯的選擇.",
   
	"你可能需要多次^5改造自己的飛船^7,使其在與特定敵人交火時不落下風.",
   
	"合理的^5武器搭配^7是克敵制勝的法寶.",
   
	"在征服宇宙時,你可能會遇到一些暫時難以擊敗的敵人,不妨^5避開風頭^7,待足夠強大時再與之交火.",
}

